const questions = [
{
    question: "નાણાનું જૂનામાં જૂનું સ્વરૂપ કયું?",
    options: [
        "વસ્તુ નાણું",
        "ધાતુ નાણું",
        "સાંકેતિક નાણું",
        "બેન્કિંગ નાણું"
    ],
    answer: 0
},
{
    question: "આલેખ કયા પ્રકારના વિતરણ માટે દોરવામાં આવે છે ?",
    options: [
        "સતત",
        "અસતત",
        "વિસ્તાર",
        "આદર્શ"
    ],
    answer: 0
},
{
    question: "નીચેનામાંથી કઈ આકૃતિઓ સમાન માહિતી માટે દોરવામાં આવે છે ?",
    options: [
        "વિભાજિત સ્તંભ આકૃતિ અને વૃતાંશ આકૃતિ",
        "પાસપાસેની સ્તંભ આકૃતિ અને સામયિક શ્રેણીનો આલેખ",
        "વૃતાંશ આકૃતિ અને સામયિક શ્રેણીનો આલેખ",
        "સાદી સ્તંભ આકૃતિ અને પાસપાસેની સ્તંભ આકૃતિ"
    ],
    answer: 0
},
{
    question: "આર્થિક પ્રવૃત્તિમાં લાંબા ગાળાનાં નિયમિત કે અનિયમિત પરિવર્તનના અભ્યાસ માટે નીચેનામાંથી શું ઉપયોગી છે ?",
    options: [
        "સામાયિક શ્રેણિના આલેખ",
        "લૉગ આધારિત આલેખ",
        "સતત આવૃત્તિ-વિતરણના આલેખ",
        "એક પણ નહિ"
    ],
    answer: 0
},
{
    question: "આર્થિકવૃદ્ધિની પ્રક્રિયામાં શું બદલાય છે ?",
    options: [
        "જીવનધોરણ",
        "અર્થતંત્રનું માળખું",
        "લોકોનાં મનોવલણ",
        "રાષ્ટ્રીય આવક"
    ],
    answer: 3
},
{
    question: "દેશના આર્થિક વિકાસમાં વધારો થવાથી .....",
    options: [
        "ખેતીક્ષેત્રનો ફાળો ઘટે છે.",
        "ખેતીક્ષેત્રનો ફાળો વધે છે.",
        "ઉદ્યોગક્ષેત્રનો ફાળો ઘટે છે.",
        "સેવાક્ષેત્રનો ફાળો ઘટે છે."
    ],
    answer: 0
},
{
    question: "શાના દ્વારા આંકડાકીય માહિતીને સચોટ માપ પ્રમાણે દોરી શકાય છે ?",
    options: [
        "પાવરપૉઇન્ટ",
        "એક્સેલ શીટ",
        "કૉમ્પેક્ટ ડિસ્ક",
        "ઓપન એસેસ લિંક"
    ],
    answer: 0
},
{
    question: "2014ની માહિતી મુજબ માથાડીઠ રાષ્ટ્રીય આવકની દ્રષ્ટિએ શ્રેષ્ઠ કયો દેશ છે ?",
    options: [
        "નૉર્વે",
        "યૂ.એસ.એ.",
        "જર્મની",
        "યૂ.કે."
    ],
    answer: 0
},
{
    question: "આજના સમયમાં ઈન્ટરનેટ માટે કયું વિધાન સાચું છે ?",
    options: [
        "અભ્યાસ માટે શિક્ષકની ફરજ બજાવે છે.",
        "શાળાની સંપૂર્ણ અવેજીમાં આવતી સંસ્થા છે.",
        "યુવાનો માટેનું ફક્ત મનોરંજનનું સાધન છે.",
        "અભ્યાસ માટેનું એક સાધન છે."
    ],
    answer: 3
},
{
    question: "માનવજીવનની ભૌતિક ગુણવત્તા નક્કી કરવાના ઘટકોની સંખ્યા જણાવો.",
    options: [
        "દસ",
        "બાર",
        "છ",
        "પાંચ"
    ],
    answer: 0
},
{
    question: "સતત અને સર્વગ્રાહી ભાવવધારાની સ્થિતિમાં નાણાનું મુલ્ય .....",
    options: [
        "સ્થિર રહે છે.",
        "બદલાતું નથી.",
        "વધે છે.",
        "ઘટે છે."
    ],
    answer: 3
},
{
    question: "2014માં માનવવિકાસ આંકની દ્રષ્ટિએ વિશ્વમાં પ્રથમ સ્થાન ધરાવનાર દેશ હતો ?",
    options: [
        "જાપાન",
        "નૉર્વે",
        "અમેરિકા",
        "ભારત"
    ],
    answer: 1
},
{
    question: "વિકાસ એક બહુપરિમાણીય પ્રક્રિયા છે આ વિધાન કોણે રજૂ કર્યું છે ?",
    options: [
        "માર્શલ",
        "મેયલ",
        "કેન્ડલ બર્જર",
        "તોડેરો"
    ],
    answer: 3
},
{
    question: "આકૃતિ કયા પ્રકારના વિતરણ માટે દોરવામાં આવે છે ?",
    options: [
        "સતત",
        "અસતત",
        "વિષમ",
        "આદર્શ"
    ],
    answer: 1
},
{
    question: "કઈ સાલમાં સૌ પ્રથમ વાર માનવવિકાસ આંક રજૂ કરવામાં આવ્યો ?",
    options: [
        "1990",
        "1995",
        "2014",
        "2010"
    ],
    answer: 0
},
{
    question: "રેખાકૃતિમાં X-ધરી પર શું દર્શાવવામાં આવે છે ?",
    options: [
        "પરતંત્ર ચલ",
        "સ્વતંત્ર ચલ",
        "સ્થળ",
        "ચલ"
    ],
    answer: 1
},
{
    question: "ફુગાવાની સ્થિતિમાં ........... હોય છે.",
    options: [
        "નાણાંની ખરીદશક્તિ વધતી",
        "વસ્તુનો પુરવઠો ઓછો",
        "વસ્તુની માંગ ઓછી",
        "વસ્તુના ભાવ સ્થિર"
    ],
    answer: 1
},
{
    question: "આર્થિક વૃદ્ધિમાં નીચેના પૈકી શું સાચું નથી ?",
    options: [
        "મૂડી વૃદ્ધિ થાય છે.",
        "માથાડીઠ આવક વધે છે.",
        "સંસ્થાકીય વલણો બદલાય છે.",
        "ઉત્પાદનમાં વધારો થાય છે."
    ],
    answer: 2
},
{
    question: "કયો ખ્યાલ ગુણાત્મક છે ?",
    options: [
        "આર્થિક વૃદ્ધિ",
        "આર્થિક વિકાસ",
        "માથાડિઠ આવકનો વૃદ્ધિદર",
        "રાષ્ટ્રીય આવકનો વૃદ્ધિદર"
    ],
    answer: 1
},
{
    question: "જો ભાવો મંદ ગતિએ વધતા હોય, તો તેને ........... ફુગાવો કહેવામાં આવે છે.",
    options: [
        "અનપેક્ષિત",
        "મંદ",
        "તીવ્ર",
        "અપેક્ષિત"
    ],
    answer: 1
},
{
    question: "અર્થશાસ્ત્રના અભ્યાસમાં કેટલા પ્રકારની ટેક્નોલોજી મદદરૂપ સાબિત થાય છે ?",
    options: [
        "એક",
        "ત્રણ",
        "પાંચ",
        "દશ"
    ],
    answer: 1
},
{
    question: "ચોખા આપીને કાપડ મેળવવાની આર્થિક વ્યવસ્થા કયા નામે ઓળખાતી હતી ?",
    options: [
        "નાણાં પ્રથા",
        "બૅન્કિંગ વ્યવસ્થા",
        "સાટાપ્રથા",
        "ઉધારપ્રથા"
    ],
    answer: 2
},
{
    question: "વિશ્વની કેટલા ટકા વસ્તી ઊંચા વિકાસવાળા દેશોમાં છે ?",
    options: [
        "03%",
        "35%",
        "53%",
        "30%"
    ],
    answer: 3
},
{
    question: "અર્થશાસ્ત્રના અભ્યાસમાં કઈ ટેક્નોલૉજી સૌથી વધુ ઉપયોગી છે ?",
    options: [
        "ઈન્ટરનેટ",
        "કૉમ્પેક્ટ ડિસ્ક",
        "ઓપન એસેસ લિંક",
        "કમ્યુટર"
    ],
    answer: 3
},
{
    question: "સરકારે કાયદા દ્વારા વધતા ભાવોને અટકાવ્યા હોય, તો તેવો ભાવવધારો કયા પ્રકારનો ફુગાવો છે ?",
    options: [
        "દાબેલો ફુગાવો",
        "ખુલ્લો ફુગાવો",
        "દોડતો ફુગાવો.",
        "છૂપો ફુગાવો"
    ],
    answer: 0
},
{
    question: "માગમાં વૃદ્ધિ થવાના કારણે થતા ભાવવધારાને કેવો ફુગાવો કહે છે ?",
    options: [
        "વેતન પ્રેરિત",
        "નફાપ્રેરિત",
        "ખર્ચપ્રેરિત",
        "માંગપ્રેરિત"
    ],
    answer: 3
},
{
    question: "આર્થિક માહિતી અંગેની ડેટા CD કોણ તૈયાર કરે છે.",
    options: [
        "ખાનગી પ્રકાશકો",
        "શાળાઓ",
        "પ્રયોગશાળાઓ, સંશોધનકેન્દ્રો, સરકાર વગેરે",
        "સામાન્ય વ્યક્તિઓ"
    ],
    answer: 2
},
{
    question: "2014માં વિશ્વમાં માનવવિકાસ આંકની દ્રષ્ટિએ ભારતનો ક્રમ કેટલામો હતો ?",
    options: [
        "127",
        "128",
        "129",
        "130"
    ],
    answer: 3
},
{
    question: "2014માં માનવવિકાસ અહેવાલ મુજબ ભારતની માથાડીઠ આવક કેટલા ડૉલર હતી ?",
    options: [
        "7110",
        "7068",
        "480",
        "5497"
    ],
    answer: 3
},
{
    question: "ઝડપી આર્થિક વિકાસ મુખ્યત્વે કેવા દેશોની પ્રથમ આવશ્યક જરૂરિયાત છે ?",
    options: [
        "પછાત",
        "વિકાસશીલ",
        "વિકસિત",
        "none"
    ],
    answer: 1
},
{
    question: "નીચેનામાંથી શાના માટે આંકડા શાસ્ત્રનું જ્ઞાન જરૂરી બને છે ?",
    options: [
        "આકૃતિ અને આલેખ બંને દોરવા",
        "ચિત્રો દોરવા",
        "આકૃતિ દોરવા",
        "આલેખ દોરવા"
    ],
    answer: 3
},
{
    question: "આર્થિક વિકાસ માટે નીચેના પૈકી શું સાચું છે ?",
    options: [
        "આર્થિક વિકાસ માપી શકાય છે.",
        "મૂડી-સર્જનમાં વધારો થાય છે.",
        "માનવ-પ્રગતિનો માપદંડ છે.",
        "પ્રજાનું જીવનધોરણ બદલાતું નથી."
    ],
    answer: 2
},
{
    question: "આકૃતિના કેટલા પ્રકાર છે ?",
    options: [
        "ત્રણ",
        "ચાર",
        "પાંચ",
        "છ"
    ],
    answer: 3
},
{
    question: "શું મૂલ્યના સંગ્રાહક તરીકેની વધુ સારી કામગીરી બજાવે છે?",
    options: [
        "નાણું",
        "સોનું",
        "વસ્તુ",
        "ચલણી નોટો"
    ],
    answer: 0
},
{
    question: "જીવનની ભૌતિક ગુણવત્તા નક્કી કરનાર પરિબળ કયું છે ?",
    options: [
        "પીવાનું શુદ્ધ પાણી",
        "ઊર્જાશક્તિ",
        "જીવનધોરણ",
        "તબીબી સહાય"
    ],
    answer: 2
},
{
    question: "માથાડીઠ આવકમાં થતો વધારો શું દર્શાવે છે ?",
    options: [
        "આવકની વહેંચણી",
        "આર્થિક વિકાસ",
        "આર્થિક વૃદ્ધિ",
        "આર્થિક પ્રગતિ"
    ],
    answer: 1
},
{
    question: "જીવનની ભૌતિક ગુણવત્તા આંકમાં તેના ત્રણેય ઘટકોને ....... મહત્વ આપવામાં આવે છે.",
    options: [
        "જુદું જુદું",
        "સમાન",
        "0 અને 100 વચ્ચે",
        "એક પણ નહિ"
    ],
    answer: 1
},
{
    question: "“વસ્તુઓ અને સેવાઓના બદલામાં જે સર્વસ્વીકૃત છે તે નાણું છે.” નાણાની આ વ્યાખ્યા કોણે આપેલી છે ?",
    options: [
        "માર્શલ",
        "કેઇન્સ",
        "પીગુ",
        "રૉબર્ટસન"
    ],
    answer: 3
},
{
    question: "માનવવિકાસ આંકનું મૂલ્ય કેટલું હોય છે ?",
    options: [
        "શૂન્ય",
        "1",
        "0 થી 1 ની વચ્ચે",
        "100"
    ],
    answer: 2
},
{
    question: "આર્થિક વિકાસના મુખ્ય નિર્દેશકો કેટલા છે ?",
    options: [
        "પાંચ",
        "ચાર",
        "સાત",
        "આઠ"
    ],
    answer: 1
},
{
    question: "આર્થિક વૃદ્ધિ કેવું પરિવર્તન છે ?",
    options: [
        "પરિમાણાત્મક",
        "સામાજિક",
        "ગુણાત્મક",
        "એક પણ નહિ"
    ],
    answer: 0
},
{
    question: "આર્થિક વિકાસમાં શું બદલાતું નથી ?",
    options: [
        "લોકોના મનોવલણો",
        "રાષ્ટ્રીય આવકનું માળખું",
        "સામાજિક મનોવલણ",
        "માળખાકીય સુવિધા"
    ],
    answer: 1
},
{
    question: "અર્થતંત્રમાં માળખાની સ્થિતિચુસ્તતાને કારણે ફુગાવો સર્જાય તો તે ......... ફુગાવો છે.",
    options: [
        "આવકપ્રેરિત",
        "કિંમત પ્રેરિત",
        "પુરવઠા-પ્રેરિત",
        "માળખાગત"
    ],
    answer: 3
},
{
    question: "અર્થતંત્રમાં ટુંકાગાળા માટે અમૂક સેવા માટે ભાવવધારો થતો હોય, તો તે .........",
    options: [
        "આર્થિક વિકાસને અવરોધક છે.",
        "આર્થિક સમસ્યા છે.",
        "ફુગાવો નથી.",
        "ફુગાવો છે."
    ],
    answer: 2
},
{
    question: "ફુગાવાની સાચી સ્થિતિ અર્થતંત્રમાં સાધનોની પૂર્ણ રોજગારી બાદ ભાવ વધે ત્યારે સર્જાય છે. આવું કયા અર્થશાસ્ત્રી માને છે ?",
    options: [
        "માર્શલ",
        "ક્રોઉથર",
        "કેઇન્સ",
        "પીગુ"
    ],
    answer: 2
},
{
    question: "જીવનની ભૌતિક ગુણવત્તાના આંક(PQLI)નું મહત્તમ મૂલ્ય કેટલું હોય છે?",
    options: [
        "100 થી ઓછું",
        "100 થી વધુ",
        "100",
        "શૂન્ય"
    ],
    answer: 2
},
{
    question: "......... દેશોમાં અર્થતંત્રનું માળખું ફુગાવા માટે જવાબદાર છે.",
    options: [
        "વિકાસશીલ",
        "વિકસિત",
        "અવિકસિત",
        "none of all"
    ],
    answer: 0
},
{
    question: "HDIનું મહત્વ મૂલ્ય કેટલું છે ?",
    options: [
        "5",
        "1",
        "2",
        "3"
    ],
    answer: 1
},
{
    question: "જો ફુગાવો ઉત્પાદન ખર્ચમાં થયેલા વધારાને કારણે થયો હોય તો તેને ....... ફુગાવો કહેવામાં આવે છે.",
    options: [
        "માળખાગત",
        "ઉત્પાદન-પ્રેરિત",
        "ખર્ચપ્રેરિત",
        "પુરવઠા-પ્રેરિત"
    ],
    answer: 2
},
{
    question: "આર્થિક વિકાસ એ આર્થિક વૃદ્ધિનું .........",
    options: [
        "કારણ છે.",
        "પરિણામ છે.",
        "સાધન છે.",
        "સાધ્ય છે."
    ],
    answer: 1
},

];

